embedded_message: dict[str, str] = {
    "configuration_options_log-ru": "Настройки успешно были проверены и записаны",
    "storage_fill-ru": "В хранилище из запроса были данные и они были скопированы",
    "storage_not_fill-ru": "В хранилище из запроса не было данных",

    "key_word_init_log-ru": "Обработка ключевых слов запущена",
    "key_word_log-ru": "Ключевые слова успешно найдены и обработаны",
    "key_word_not_found_log-ru": "Ключевые слова не найдены в пользовательском запросе",
    "key_word_event_added_log-ru": "Добавлено событие, связанное с ключевым словом",
    "key_word_buttons_added_log-ru": "Добавлены кнопки, связанные с ключевыми словами",

    "intents_log-ru": "Интенты успешно найдены и обработаны",
}